Repository: Tratosca/openlw
Catalog: windows/app/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# NetworkTitle.Text
source: Livewire network
fr_fr: Réseau Livewire

# StateConnecting.Text
source: Connecting to the OpenLW service…
fr_fr: Connexion au service OpenLW…

# AdvertiseCheck.Content
source: Advertise outputs on the network
fr_fr: Annoncer les sorties sur le réseau

# ClockHint.Text
source: Clock is managed automatically by the computer.
fr_fr: L’horloge est gérée automatiquement par l’ordinateur.

# DriverTitle.Text
source: Audio driver
fr_fr: Pilote audio

# DriverText.Text
source: In your audio software, select the “OpenLW” ASIO® driver. Only one application can use it at a time.
fr_fr: Dans le logiciel audio, sélectionnez le pilote ASIO® « OpenLW ». Une seule application peut l’utiliser à la fois.

# DriverHint.Text
source: Applications without ASIO support (browsers, video conferencing) can't see OpenLW.
fr_fr: Les applications sans prise en charge d’ASIO (navigateurs, visioconférence) ne voient pas OpenLW.

# AsioTrademark.Text
source: ASIO is a registered trademark of Steinberg Media Technologies GmbH.
fr_fr: ASIO est une marque déposée de Steinberg Media Technologies GmbH.

# InputsTitle.Text
source: Inputs (network to computer)
fr_fr: Entrées (du réseau vers l’ordinateur)

# InCountLabel.Text
source: Received Livewire channels:
fr_fr: Canaux Livewire reçus :

# InputsHint.Text
source: Click a cell to send the source to that input pair. Click again to remove it. The link button above a pair splits it into two inputs, each with a choice of L, R or L+R. The headphone button plays the source on the computer's audio output.
fr_fr: Cliquez sur une case pour envoyer la source sur cette paire d’entrées. Cliquez de nouveau pour la retirer. Le bouton de lien au-dessus d’une paire la sépare en deux entrées, avec le choix entre G, D ou G+D pour chacune. Le bouton casque fait écouter la source sur la sortie audio de l’ordinateur.

# ManualLabel.Text
source: Manually add channel:
fr_fr: Ajouter manuellement le canal :

# ManualChannel.PlaceholderText
source: 1 to 32766
fr_fr: 1 à 32766

# KindStereo.Content
source: Stereo
fr_fr: Stéréo

# KindBackfeed.Content
source: Return (To Source)
fr_fr: Retour (vers la source)

# KindSurround.Content
source: 8-channel surround
fr_fr: Surround 8 canaux

# AddManual.Content
source: Add to grid
fr_fr: Ajouter à la grille

# OutputsTitle.Text
source: Outputs (computer to network)
fr_fr: Sorties (de l’ordinateur vers le réseau)

# OutCountLabel.Text
source: Transmitted Livewire channels:
fr_fr: Canaux Livewire émis :

# OutputsHint.Text
source: Each output pair is transmitted on the chosen Livewire channel, with the name entered. Changes apply immediately. Changing the channel or format briefly restarts the stream.
fr_fr: Chaque paire de sorties est émise sur le canal Livewire choisi, sous le nom saisi. Les modifications s’appliquent immédiatement. Changer le canal ou le format redémarre brièvement le flux.

# AdvancedExpander.Header
source: Advanced settings: advertised name, receive latency, network priority
fr_fr: Réglages avancés : nom annoncé, latence de réception, priorité réseau

# TerminalName.Header
source: Advertised name
fr_fr: Nom annoncé

# TerminalHint.Text
source: Name shown on other Livewire devices (32 characters max). If empty, the computer name is used. Press Enter to apply.
fr_fr: Nom affiché sur les autres appareils Livewire (32 caractères au maximum). Si le champ est vide, le nom de l’ordinateur est utilisé. Appuyez sur Entrée pour appliquer.

# LatencyCombo.Header
source: Receive latency
fr_fr: Latence de réception

# LatencyHint.Text
source: Added to the latency of your audio software. Lower values increase the risk of brief dropouts.
fr_fr: S’ajoute à la latence du logiciel audio. Une valeur plus faible augmente le risque de brèves coupures.

# DscpCombo.Header
source: Network priority (DSCP)
fr_fr: Priorité réseau (DSCP)

# DscpHint.Text
source: Choose the value expected by your network switches (QoS).
fr_fr: Choisissez la valeur attendue par vos commutateurs réseau (QoS).

# StateSearching
source: Searching for the Livewire network…
fr_fr: Recherche du réseau Livewire…

# StateIfaceUnavailable
source: Interface “{0}” unavailable
fr_fr: Interface « {0} » non disponible

# StateIfaceHint
source: Connect the interface, or choose Automatic.
fr_fr: Connectez l’interface ou choisissez Automatique.

# StateSearchingHint
source: Connect the computer to the Livewire network, or choose the interface.
fr_fr: Connectez l’ordinateur au réseau Livewire ou choisissez l’interface.

# StateConnected
source: Connected to the Livewire network via {0}
fr_fr: Connecté au réseau Livewire par {0}

# StateAutoIface
source: interface chosen automatically
fr_fr: interface choisie automatiquement

# IfaceAuto
source: Automatic
fr_fr: Automatique

# IfaceAutoSearching
source: Automatic (searching)
fr_fr: Automatique (recherche en cours)

# IfaceAutoNamed
source: Automatic ({0})
fr_fr: Automatique ({0})

# IfaceUnavailable
source: {0} (unavailable)
fr_fr: {0} (non disponible)

# LivewireNetworkTag
source: Livewire network
fr_fr: réseau Livewire

# LatencyLow
source: Low: ≈ 8 ms added, dedicated network
fr_fr: Faible : ≈ 8 ms ajoutées, réseau dédié

# LatencyNormal
source: Normal: ≈ 17 ms added
fr_fr: Normale : ≈ 17 ms ajoutées

# LatencySafe
source: Safe: ≈ 35 ms added, shared network or busy computer
fr_fr: Prudente : ≈ 35 ms ajoutées, réseau partagé ou ordinateur chargé

# DscpEf
source: EF (46): Livewire default
fr_fr: EF (46) : valeur par défaut de Livewire

# DscpAf41
source: AF41 (34): recommended for AES67
fr_fr: AF41 (34) : recommandé pour AES67

# DscpNone
source: None (0)
fr_fr: Aucune (0)

# InCountOne
source: 1 channel (2 inputs)
fr_fr: 1 canal (2 entrées)

# InCountMany
source: {0} channels ({1} inputs)
fr_fr: {0} canaux ({1} entrées)

# OutCountOne
source: 1 channel (2 outputs)
fr_fr: 1 canal (2 sorties)

# OutCountMany
source: {0} channels ({1} outputs)
fr_fr: {0} canaux ({1} sorties)

# InputSingle
source: Input {0}
fr_fr: Entrée {0}

# InputsRange
source: Inputs {0}-{1}
fr_fr: Entrées {0}-{1}

# StatusFree
source: free
fr_fr: libre

# StatusReceiving
source: receiving audio
fr_fr: reçoit l’audio

# StatusWaiting
source: waiting
fr_fr: en attente

# NoSources
source: No sources discovered. Choose the interface, or enter a channel below.
fr_fr: Aucune source découverte. Choisissez l’interface ou saisissez un canal manuellement ci-dessous.

# ListenTooltip
source: Listen on the computer's audio output
fr_fr: Écouter sur la sortie audio de l’ordinateur

source: Stop listening
fr_fr: Arrêter l’écoute

# KindTagBackfeed
source: return
fr_fr: retour

# OriginManual
source: manual
fr_fr: manuel

# OriginNotAdvertised
source: not advertised
fr_fr: non annoncé

# SendToInput
source: Send channel {0} to input {1}
fr_fr: Envoyer le canal {0} sur l’entrée {1}

# SendToInputs
source: Send channel {0} to inputs {1}-{2}
fr_fr: Envoyer le canal {0} sur les entrées {1}-{2}

# ReleaseInput
source: Release input {0}
fr_fr: Libérer l’entrée {0}

# ReleaseInputs
source: Release inputs {0}-{1}
fr_fr: Libérer les entrées {0}-{1}

source: Remove from grid
fr_fr: Retirer de la grille

# TagLeft
source: L
fr_fr: G

# TagRight
source: R
fr_fr: D

# TagSum
source: L+R
fr_fr: G+D

# SideLeftTooltip
source: Left side (L) of channel {0} to input {1}
fr_fr: Côté gauche (G) du canal {0} sur l’entrée {1}

# SideRightTooltip
source: Right side (R) of channel {0} to input {1}
fr_fr: Côté droit (D) du canal {0} sur l’entrée {1}

# Couple
source: Link
fr_fr: Lier

# Uncouple
source: Unlink
fr_fr: Délier

# CoupleTitle
source: Link inputs {0}-{1}?
fr_fr: Lier les entrées {0}-{1} ?

# CoupleText
source: The two inputs become one stereo input, using the source of the first. Other patches on these inputs are removed.
fr_fr: Les deux entrées deviennent une seule entrée stéréo, avec la source de la première. Les autres patchs de ces entrées sont supprimés.

# LostOutputsOne
source: 1 transmission stopped
fr_fr: 1 émission arrêtée

# LostOutputsMany
source: {0} transmissions stopped
fr_fr: {0} émissions arrêtées

# LostInputsOne
source: 1 source removed from the inputs
fr_fr: 1 source retirée des entrées

# LostInputsMany
source: {0} sources removed from the inputs
fr_fr: {0} sources retirées des entrées

# ReduceTitle
source: Reduce the number of channels?
fr_fr: Réduire le nombre de canaux ?

# ReduceText
source: {0}. Reset the OpenLW driver in your audio software.
fr_fr: {0}. Réinitialisez le pilote OpenLW dans le logiciel audio.

# ReduceButton
source: Reduce
fr_fr: Réduire

# CancelButton
source: Cancel
fr_fr: Annuler

# OutputsRange
source: Outputs {0}-{1}
fr_fr: Sorties {0}-{1}

# OutputChannelPlaceholder
source: channel
fr_fr: canal

# OutputNamePlaceholder
source: advertised name
fr_fr: nom annoncé

# TransmitCheck
source: Transmit
fr_fr: Émettre

# ErrorUnreachable
source: The OpenLW service is not responding. If the problem persists, reinstall OpenLW.
fr_fr: Le service OpenLW ne répond pas. Si le problème persiste, réinstallez OpenLW.

# ErrorDecoding
source: Unexpected response from the OpenLW service. Reinstall OpenLW to update the app and the service.
fr_fr: Réponse inattendue du service OpenLW. Réinstallez OpenLW pour mettre à jour l’application et le service.

# ErrorRefused
source: Could not apply the change: {0}
fr_fr: Impossible d’appliquer la modification : {0}

source: unknown error.
fr_fr: erreur inconnue.

# ReasonInvalidChannel
source: invalid channel. Enter a number from 1 to 32766.
fr_fr: canal non valide. Saisissez un nombre de 1 à 32766.

# ReasonNotConnected
source: the computer is not connected to the Livewire network yet. Choose the interface, then try again.
fr_fr: l’ordinateur n’est pas encore connecté au réseau Livewire. Choisissez l’interface, puis réessayez.

# ReasonSurroundWidth
source: a surround source uses 8 inputs. Choose a pair from 1-2 to {0}-{1}.
fr_fr: une source surround utilise 8 entrées. Choisissez une paire entre 1-2 et {0}-{1}.

# ErrorListenOutput
source: Cannot listen to the source: the computer's audio output is unavailable (error {0}).
fr_fr: Impossible d’écouter la source : la sortie audio de l’ordinateur n’est pas disponible (erreur {0}).

# ErrorListenSocket
source: Cannot listen to the source ({0}: {1}). Check the selected Livewire interface.
fr_fr: Impossible d’écouter la source ({0} : {1}). Vérifiez l’interface Livewire choisie.
